{
  "headline": "Elite Schools Want the Best and Brightest. Current Structure Shows Columbia Has Come to Rely on the Richest, too.",
  "date": "May 17, 2020",
  "byline": "By <a href=\"https://www.columbiaspectator.com/contributors/Sofia-Partida\">Sofia Partida</a>\nData analysis and graphics by <a href=\"https://www.columbiaspectator.com/contributors/Jessica-Li/\">Jessica Li</a> and <a href=\"https://www.columbiaspectator.com/contributors/Mike-Fu\">Mike Fu</a>",
  "top": [
    {
      "type": "graphic",
      "value": {
        "asset": "tuition-lead.html",
        "steps": [
          "In the last 15 years, it’s no secret that college tuition has risen faster than what the average U.S. family could afford.",
          "But <c>Columbia</c> sets itself apart, growing more expensive at a rate far beyond the average private college.",
          "Both Columbia’s tuition and total cost of attendance is the highest among <v>all Ivy League schools</v>, and are now the most expensive in the nation. But despite huge hikes in tuition, 10 percent less Columbia College students receive financial aid today than they did 30 years ago, and socioeconomic diversity has stagnated over the last ten.",
          "Columbia’s structure relies more on full-paying student tuition dollars than its peers, has taken on large capital projects to stay competitive with top schools, and has placed fundraising for financial aid on the back burner. Does increasing access among low and middle income students fit into the budget?"
        ]
      }
    }
  ],
  "body": [
    {
      "type": "text",
      "value": "Ivy League schools make money in more than one way. Revenue comes from student tuition, fundraising and donations, revenue from medical centers, government support, and returns that come from the endowment. Columbia sets itself apart in the combination it uses--a much bigger percentage of its operating budget comes from student tuition dollars, as opposed to donations or returns from its endowment."
    },
    {
      "type": "text",
      "value": "As the University takes on investments like the multi-billion dollar Manhattanville expansion, tuition dollars, and a steady pool of students who can contribute them, serve as the bedrock to the vision of climbing the ranks among peer institutions."
    },
    {
      "type": "text",
      "value": "Now, businesses are shut down, the unemployment rate is at nearly <a href=\"https://www.nytimes.com/interactive/2020/05/08/business/economy/april-jobs-report.html\">15 percent</a>, and experts <a href=\"https://www.brookings.edu/blog/up-front/2020/05/04/the-abcs-of-the-post-covid-economic-recovery/\">doubt</a> there will be a quick comeback from the pandemic-triggered recession. For many families looking to get back on their feet and come out less vulnerable to future financial fallouts, seeking a college degree becomes priority. History shows that the worst economic times trigger <a href=\"https://www.nber.org/chapters/c12862.pdf\">higher</a> college enrollment rates, with low-income populations showing the biggest spikes in enrollment."
    },
    {
      "type": "text",
      "value": "In theory, and based on Spectator analysis of Opportunity Insights <a href=\"https://opportunityinsights.org/data/\">data</a>, Columbia offers the ideal conditions to support socioeconomic mobility—the University lies in the 98th percentile of colleges where students coming from families in the bottom twenty percent of the U.S. income distribution eventually land in the top twentieth percentile. 2019 <a href=\"https://www.pewsocialtrends.org/2019/05/22/a-rising-share-of-undergraduates-are-from-poor-families-especially-at-less-selective-colleges/?utm_source=adaptivemailer&utm_medium=email&utm_campaign=19-05-22%20higher%20ed%20release&org=982&lvl=100&ite=4125&lea=964284&ctr=0&par=1&trk=&mod=article_inline\">data</a> shows that the more selective a school is, the less likely it is to have significantly increased its low-income dependent student population in the last twenty years."
    },
    {
      "type": "text",
      "value": "..."
    },
    {
      "type": "text",
      "value": "<i>Staff writer Sofia Partida can be contacted at </i><a href=\"mailto:sofia.partida@columbiaspectator.com\"><i>sofia.partida@columbiaspectator.com</i></a><i>. Follow Spectator on Twitter at </i><a href=\"https://twitter.com/ColumbiaSpec?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><i>@ColumbiaSpec</i></a><i>.</i>"
    },
    {
      "type": "text",
      "value": "<i>Jessica Li is a Graphics Reporter. She can be contacted at </i><a href=\"mailto:jessica.li@columbiaspectator.com\"><i>jessica.li@columbiaspectator.com</i></a><i>.</i>"
    },
    {
      "type": "text",
      "value": "<i>Mike Fu is a Graphics Reporter. He can be contacted at </i><a href=\"mailto:mike.fu@columbiaspectator.com\"><i>mike.fu@columbiaspectator.com</i></a><i>.</i>"
    }
  ]
}