{
  "headline": "Recession + Accessibility",
  "date": "April 30, 2020",
  "byline": "By <a href=\"https://www.columbiaspectator.com/contributors/Sofia-Partida\">Sofia Partida</a>",
  "top": [
    {
      "type": "graphic",
      "value": {
        "asset": "tuition-lead.html",
        "steps": [
          "First step",
          "Second step",
          "Third step"
        ]
      }
    }
  ],
  "body": [
    {
      "type": "text",
      "value": "Svelte is a component framework — like React or Vue — but with an important difference. Traditional frameworks allow you to write declarative state-driven code, but there's a penalty: the browser must do extra work to convert those declarative structures into DOM operations, using techniques like  that eat into your frame budget and tax the garbage collector."
    },
    {
      "type": "text",
      "value": "Instead, Svelte runs at build time, converting your components into highly efficient imperative code that surgically updates the DOM. As a result, you're able to write ambitious applications with excellent performance characteristics."
    },
    {
      "type": "text",
      "value": "The first version of Svelte was all about  — that a purpose-built compiler could generate rock-solid code that delivered a great user experience. The second was a small upgrade that tidied things up a bit."
    },
    {
      "type": "text",
      "value": "Version 3 is a significant overhaul. Our focus for the last five or six months has been on delivering an outstanding developer experience. It's now possible to write components with  than you'll find elsewhere. Try the brand new  and see what we mean — if you're familiar with other frameworks we think you'll be pleasantly surprised."
    },
    {
      "type": "text",
      "value": "To make that possible we first needed to rethink the concept at the heart of modern UI frameworks: reactivity."
    },
    {
      "type": "text",
      "value": "<i>Charlotte Li is a Graphics deputy editor. She can be contacted at </i><a href=\"mailto:charlotte.li@columbiaspectator.com\"><i>charlotte.li@columbiaspectator.com</i></a><i>.</i>"
    },
    {
      "type": "text",
      "value": "<i>Jun Yi Zhang is a Graphics reporter. She can be contacted at </i><a href=\"mailto:junyi.zhang@columbiaspectator.com\"><i>junyi.zhang@columbiaspectator.com</i></a><i>.</i>"
    }
  ]
}